testing/log/31-10-2023-23:19/load-testing-steadystate.log
→    ✗ status was 200
→     ↳  89% — ✓ 34 / ✗ 4

→    checks.........................: 89.47% ✓ 34       ✗ 4   
→    data_received..................: 5.9 kB 49 B/s
→    data_sent......................: 6.3 kB 53 B/s
→    http_req_blocked...............: avg=28.31ms min=8.12µs   med=33.86ms  max=51.9ms  p(90)=41.57ms p(95)=44.61ms
→    http_req_connecting............: avg=28.13ms min=0s       med=33.65ms  max=51.78ms p(90)=41.44ms p(95)=44.04ms
→    http_req_duration..............: avg=12.57s  min=835.43ms med=11.09s   max=31.48s  p(90)=21.6s   p(95)=26.57s 
→      { expected_response:true }...: avg=13.43s  min=5.5s     med=11.22s   max=31.48s  p(90)=21.8s   p(95)=27.11s 
→    http_req_failed................: 10.52% ✓ 4        ✗ 34  
→    http_req_receiving.............: avg=2.34ms  min=0s       med=191.09µs max=34.3ms  p(90)=6.3ms   p(95)=7.98ms 
→    http_req_sending...............: avg=300.5µs min=35.22µs  med=125.83µs max=2.39ms  p(90)=978.2µs p(95)=1.2ms  
→    http_req_tls_handshaking.......: avg=0s      min=0s       med=0s       max=0s      p(90)=0s      p(95)=0s     
→    http_req_waiting...............: avg=12.56s  min=835.37ms med=11.08s   max=31.48s  p(90)=21.6s   p(95)=26.56s 
→    http_reqs......................: 38     0.316665/s
→    iteration_duration.............: avg=27.39s  min=15.83s   med=26.06s   max=46.52s  p(90)=36.69s  p(95)=41.73s 
→    iterations.....................: 37     0.308331/s
→    vus............................: 1      min=1      max=10
→    vus_max........................: 10     min=10     max=10